[LANGUAGE]
language="Hebrew"
CharacterSet=1
translator=
e-mail=
web=


[Main]
1=קובץ
2=שחזר מפתחות מהדיסק המקומי
3=שחזר מפתחות מהדיסק החיצוני
4=סריקת רישום עמוק
5=שמור בשם ...
6=יציאה
7=ערוך
8=העתק את השורה שנבחרה
9=מצא ...
10=עזרה
11=בדוק אם קיימים עדכונים ...
12=עדכן מסד נתונים מפתח ...
13=שנה שפה
14=תרום ...
15=אינטרנט ...
16=בערך ...
17=רענן
18=העתק שם מוצר
19=העתק מפתח מוצר
20=רשימת תוכנות ומשחקים נתמכים
21=עקוב אחרי בפייסבוק ...
22=גרסת מסד נתונים:
23=שם המוצר
24=מפתח מוצר
25=גרסה חדשה זמינה!
26=האם תרצה להוריד אותו מהאתר שלנו?
27=אין עדכונים חדשים זמינים!
28=מסד נתונים מורחב לא נמצא!
29=מסד נתונים חסר!
30=אנא עדכן את מסד הנתונים שלך מאתרנו.
31=שגיאת מסד נתונים!
32=בחר בספרייה החיצונית <WINDOWS>:
33=מסד נתונים חדש זמין!
34=האם תרצה להוריד אותו עכשיו?
35=מסד הנתונים שלך מעודכן!
36=אנא סגור את התוכנית והפעל אותה שוב.
37=הורדת מסד הנתונים הושלמה.
38=אירעה שגיאה בהורדת מסד הנתונים!
39=קבל עוד תוכנה בחינם בכתובת https://www.sterjosoft.com


[List]
1=מפתח:
2=מזהה מוצר:
3=שם:
4=מספר סידורי:
5=חברה:
6=מפתח CD:
7=שם פרטי:
8=שם משפחה:
9=דואר אלקטרוני:
10=מפתח אימות:
11=משתמש:
12=סיסמא:
13=סוג:
14=קוד נעילה:
15=קוד:


[Find]
1=מצא מה:
2=מצא את הבא
3=ביטול
4=החיפוש הושלם!


[Scanning]
1=סריקה ...
2=ביטול


[About]
1=בערך
2=גרסה:
3=מוצר זה הוא בחינם לשימוש אישי או מסחרי.
4=זכויות יוצרים © SterJo Software. כל הזכויות שמורות.
6=סגור


[Tray]
1=פתוח
2=יציאה
3=בחר שפה
4=בחר:
5=החל
6=בטל
7=אנא הפעל מחדש את היישום כדי שהשינויים ייכנסו לתוקף.
8=השפה שונתה.
